tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "bat"
brew "chezmoi"
brew "deno"
brew "docker"
brew "eza"
brew "fish"
brew "fnm"
brew "fzf"
brew "ghq"
brew "neovim"
brew "protobuf"
brew "rustup-init"
brew "starship"
brew "wabt"
brew "wasmer"
brew "zellij"
cask "1password"
cask "adobe-creative-cloud"
cask "box-drive"
cask "cleanshot"
cask "discord"
cask "figma"
cask "firefox"
cask "font-noto-sans-cjk-jp"
cask "font-noto-serif-cjk-jp"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "karabiner-elements"
cask "keka"
cask "kekaexternalhelper"
cask "logseq"
cask "notion-calendar"
cask "ogdesign-eagle"
cask "orbstack"
cask "raycast"
cask "signal"
cask "tableplus"
cask "visual-studio-code"
cask "wezterm"
cask "zed"
vscode "adrianwilczynski.alpine-js-intellisense"
vscode "astro-build.astro-vscode"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dtsvet.vscode-wasm"
vscode "eamodio.gitlens"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "pbkit.vscode-pbkit"
vscode "risingstack.astro-alpinejs-syntax-highlight"
vscode "rust-lang.rust-analyzer"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "unifiedjs.vscode-mdx"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wakatime.vscode-wakatime"
