tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "bat"
brew "chezmoi"
brew "deno"
brew "docker"
brew "eza"
brew "fish"
brew "fnm"
brew "fzf"
brew "ghq"
brew "neovim"
brew "rustup-init"
brew "starship"
brew "zellij"
cask "1password"
cask "box-drive"
cask "cleanshot"
cask "discord"
cask "figma"
cask "font-symbols-only-nerd-font"
cask "google-chrome"
cask "karabiner-elements"
cask "keka"
cask "kekaexternalhelper"
cask "logseq"
cask "notion-calendar"
cask "orbstack"
cask "raycast"
cask "tableplus"
cask "visual-studio-code"
cask "wezterm"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "vscodevim.vim"
