tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "oven-sh/bun"
brew "actionlint"
brew "brotli"
brew "zstd"
brew "awscli"
brew "bat"
brew "ccache"
brew "chezmoi"
brew "deno"
brew "docker"
brew "duckdb"
brew "eza"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fzf"
brew "gcc"
brew "ghq"
brew "go"
brew "gopls"
brew "hashcat"
brew "helix"
brew "python@3.12"
brew "imagemagick"
brew "jq"
brew "llvm"
brew "neovim"
brew "ouch"
brew "protobuf"
brew "qpdf"
brew "rustup"
brew "starship"
brew "terraform"
brew "tmux"
brew "tree"
brew "typescript-language-server"
brew "typst"
brew "typstyle"
brew "uv"
brew "verilator"
brew "wabt"
brew "wasmer"
brew "wasmtime"
brew "websocat"
brew "zellij"
brew "zig"
brew "oven-sh/bun/bun"
cask "1password"
cask "adobe-creative-cloud"
cask "appcleaner"
cask "box-drive"
cask "cleanshot"
cask "discord"
cask "figma"
cask "firefox"
cask "font-noto-sans-cjk-jp"
cask "font-noto-serif-cjk-jp"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-chrome"
cask "karabiner-elements"
cask "logseq"
cask "minecraft"
cask "mitmproxy"
cask "notion-calendar"
cask "ogdesign-eagle"
cask "orbstack"
cask "raycast"
cask "session-manager-plugin"
cask "signal"
cask "tableplus"
cask "visual-studio-code"
cask "wezterm"
cask "wireshark"
cask "zed"
vscode "adrianwilczynski.alpine-js-intellisense"
vscode "astro-build.astro-vscode"
vscode "atian25.copy-syntax"
vscode "biomejs.biome"
vscode "blueglassblock.better-json5"
vscode "bytecodealliance.wit-idl"
vscode "cocopon.iceberg-theme"
vscode "craigmaslowski.erb"
vscode "dalance.vscode-veryl"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "dnut.rewrap-revived"
vscode "dtsvet.vscode-wasm"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "justusadam.language-haskell"
vscode "mechatroner.rainbow-csv"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "myriad-dreamin.tinymist"
vscode "pbkit.vscode-pbkit"
vscode "qwtel.sqlite-viewer"
vscode "rebornix.prolog"
vscode "risingstack.astro-alpinejs-syntax-highlight"
vscode "rust-lang.rust-analyzer"
vscode "saoudrizwan.claude-dev"
vscode "shuworks.vscode-table-formatter"
vscode "skellock.just"
vscode "sperovita.alpinejs-syntax-highlight"
vscode "tamasfe.even-better-toml"
vscode "tombi-toml.tombi"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "wakatime.vscode-wakatime"
vscode "ziglang.vscode-zig"
