{
  "LuaSnip": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-emoji": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "ddc-around": { "branch": "main" },
  "ddc-converter_remove_overlap": { "branch": "main" },
  "ddc-file": { "branch": "main" },
  "ddc-filter-matcher_head": { "branch": "main" },
  "ddc-sorter_rank": { "branch": "main" },
  "ddc.vim": { "branch": "main" },
  "denops.vim": { "branch": "main" },
  "iceberg.vim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "rust.vim": { "branch": "master" },
  "trouble.nvim": { "branch": "main" },
  "vim-wakatime": { "branch": "master" }
}